Repository: anarion80/django-announcements
Catalog: announcements/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: No Dismissals Allowed
pl_pl: Nie można ukrywać

source: Session Only Dismissal
pl_pl: Można ukrywać w czasie sesji

source: Permanent Dismissal Allowed
pl_pl: Zalogowani mogą ukrywać całkowicie

source: title
pl_pl: tytuł

source: content
pl_pl: treść

source: creator
pl_pl: autor

source: creation_date
pl_pl: data utworzenia

source: site wide
pl_pl: dla całej witryny

source: members only
pl_pl: tylko dla zarejestrowanych użytkowników

source: publish_start
pl_pl: start publikacji

source: publish_end
pl_pl: koniec publikacji

source: announcement
pl_pl: ogłoszenie

source: announcements
pl_pl: ogłoszenia

source: dismissal
pl_pl: ukryte ogłoszenie

source: dismissals
pl_pl: ukryte ogłoszenia
